
import './_History.sass';

import React from 'react'

function History() {
    return (
        <div className="wrapper">
            <div className="container">
                <h2 className="history-title">История ПИИ "Кыргыздортранспроект"</h2>
                <p className="history-text">Государственный институт по изысканиям и проектированию автомобильных дорог
                и объектов транспорта "Кыргыздортранспроект" (КДТП) - крупнейший проектный институт дорожно-строительной
                отрасли нашей страны. Пережив множественные лишения и финансовую нестабильность 1990-х годов, эта организация
                на протяжении многих лет успешно проектирует дороги Кыргызстана. В этом году проектному институту 54 года 
                со дня основания.
                </p>
                <h2 className="his-title">История славных достижений</h2>
                <p className="his-text">Основной деятельностью института является предоставление многпрофильных проектных и 
                консультационных услуг по автомобильным дорогам и транспорту, гидротехническим и мелиоративным сооружениям,
                инфраструктуре, аэродромным сооружениям, разработке долгосрочных прогнозов и государственных программ
                развития сети автомобильных дорог и транспорта.

                </p>
                <p className="his-text">Следует отметить, что практически все 34000 км автодорог, которые протягиваются
                тонкими артериями по территориям каждой из областей Кыргызстана, были спроектированы этим институтом.
                За время существования КДТП его специалисты разработали более 2100 проектов крупных народнохозяйственных объектов,
                в том числе более 1000 проектов автомобильных дорог и более 1400 проектов мостов и искусственных сооружений.
                Также были выполнены более 600 проектов промышленных и гражданских сооружений автомобильно-дорожной отрасли-
                автопарков, автовокзалов, остановок.
                </p>
                <p className="his-text">По проектам института построены и реконструированы крупные транспортные развязки в 
                Бишкеке на улицах Шабдан Баатыра, Чокана Валиханова, Байтик Батыра, Ибраимова проспекта Манаса на пересечении
                с улицей Льва Толстого, а также ряд крупных мостов через реки по всей стране.
                </p>
                <p className="his-text">Кроме того, на протяжении 50 лет работы институт принимал активное участие в проектно-
                изыскательских работах в Узбекистане, Казахстане, России и Китае, а также консультировал другие компании
                в области строительства автодорог. 
                </p>
                <p className="his-text">Историю организации следует разделить на два периода до развала Советского Союза
                и время, когда Кыргызстан обрел суверенитет.
                </p>
            </div>
        </div>
    )
}

export default History
